{"0": "I was really disappointed with this item. It's not worth the money.", "1": "I'm so frustrated with this product. It keeps malfunctioning and the warranty is useless.", "2": "This purchase was a total disaster. The product broke after one use.", "3": "I'm so frustrated with this product. It keeps malfunctioning and the warranty is useless.", "4": "This purchase was a total disaster. The product broke after one use.", "5": "The product arrived damaged and the company was no help at all. Very unhappy customer.", "6": "This purchase was a total disaster. The product broke after one use.", "7": "The product arrived damaged and the company was no help at all. Very unhappy customer.", "8": "The product arrived broken. I'm really frustrated.", "9": "The product is cheaply made and broke after a few uses.", "10": "The company's return policy is a nightmare. Avoid this product.", "11": "The product description was misleading. I'm very disappointed.", "12": "The product was damaged in shipping. The company offered no help.", "13": "The product doesn't work as described. Complete waste of money.", "14": "The product is missing parts. Very disappointed.", "15": "The product is defective. I want a refund.", "16": "The company's customer service is terrible. Avoid this product.", "17": "The product doesn't work as advertised. False advertising.", "18": "The product arrived late and damaged.", "19": "The product is cheaply made and broke immediately.", "20": "I'm so excited to use this product!", "21": "The product description is inaccurate. Misleading.", "22": "The product was missing essential components. Very disappointing.", "23": "The product malfunctioned after just one use. Unacceptable.", "24": "The company's refund policy is a joke. Avoid at all costs.", "25": "The product doesn't live up to the hype at all.", "26": "The product arrived damaged and broken. Terrible packaging.", "27": "The product is made of poor quality materials.", "28": "I'm so excited to start using this product!", "29": "The product description is completely misleading. False advertising.", "30": "The product was missing key features advertised. Very disappointed.", "31": "The product broke within a week of purchase. Very poor quality.", "32": "The customer service was terrible when I had an issue.", "33": "The product arrived damaged. Poor packaging.", "34": "I'm so excited to try out this product!", "35": "The product was completely different from the product description.", "36": "The product arrived with several defects. Very disappointing.", "37": "The customer service was unhelpful and frustrating.", "38": "The product doesn't work as well as advertised. False claims.", "39": "The product was damaged during shipping. Poor packaging.", "40": "The product claims to be one thing but is actually another.", "41": "The product arrived broken and damaged. Very disappointed.", "42": "The customer service was terrible when I contacted them.", "43": "The product doesn't work as described. Very misleading.", "44": "The product was shipped in poor packaging.", "45": "I'm so excited to start using this product!", "46": "This drive failed after a week, losing all my important files.", "47": "I was really disappointed with this purchase. It didn't work as described.", "48": "The worst product ever! It broke after one use. Don't waste your money.", "49": "Very disappointed with this purchase. The quality is terrible.", "50": "This product is terrible. It's made of cheap materials and it doesn't work properly.", "51": "Stopped working after a few weeks, lost all my important files.", "52": "It stopped working after a few days, very unreliable product.", "53": "The battery life is terrible, barely lasts a few hours.", "54": "The battery started swelling after a few months, very unsafe.", "55": "The charging port stopped working after a short time, very disappointing.", "56": "The keyboard stopped working after a few weeks, poor quality.", "57": "The software is buggy and crashes frequently.", "58": "The device is constantly freezing, very frustrating to use.", "59": "The device emits a high-pitched noise, very annoying."}