{"0": "I was really disappointed with the customer service. The product itself is fine, but the experience was terrible.", "1": "The product doesn't work as well as expected. Disappointing.", "2": "The product is made of cheap materials.", "3": "The product claims are exaggerated. Not as good as advertised.", "4": "The product is cheaply made and feels flimsy.", "5": "The product feels cheap and flimsy.", "6": "The product claims are exaggerated. It doesn't live up to the hype.", "7": "Battery drains too quickly, and the touch screen is unresponsive.", "8": "The graphics are outdated, and the loading times are too long.", "9": "The autofocus is slow, resulting in blurry pictures.", "10": "The connection is unstable, causing the cursor to lag.", "11": "The battery life is too short for extended flights.", "12": "The battery life is short, barely lasting a few hours on a full charge.", "13": "The game library is limited, and many popular titles are missing.", "14": "Syncing with the app is unreliable, often requiring multiple attempts.", "15": "The setup process is complicated, and customer support is unhelpful.", "16": "The user interface is clunky, and the game installation process is cumbersome.", "17": "The keyboard feels cheap and is uncomfortable to type on for long periods.", "18": "The speaker often disconnects from devices and the sound quality is subpar.", "19": "Frequently has syncing issues and the touch screen is not very responsive.", "20": "The earbuds have poor battery life and frequently lose connection during use.", "21": "Overheats quickly and the controller feels flimsy and uncomfortable.", "22": "The tablet is slow to respond and the screen often freezes.", "23": "The accuracy of the step counter is questionable and the app frequently crashes.", "24": "The camera’s autofocus is unreliable and it often takes blurry photos.", "25": "The setup was complicated and the signal strength is inconsistent.", "26": "The keyboard feels cheap, and the trackpad is unresponsive.", "27": "The screen is too small, and the interface is confusing to navigate.", "28": "Very slow performance, and apps keep crashing unexpectedly.", "29": "The step counter is inaccurate, and the app has many bugs.", "30": "The autofocus is slow, making it difficult to capture fast-moving subjects.", "31": "The connection drops frequently, and the sound is tinny.", "32": "Very loud fan noise, hard to concentrate when it's running.", "33": "The charging cable is too short, making it inconvenient to use.", "34": "The colors on the screen are not accurate, which is disappointing.", "35": "The battery drains quickly, not worth the price.", "36": "The screen cracked easily after a minor drop, very fragile.", "37": "The device frequently loses Wi-Fi connection, very frustrating.", "38": "The buttons are unresponsive, making it hard to use.", "39": "It’s too bulky and heavy, not practical for travel.", "40": "The software updates have made the device slower, not impressed.", "41": "The touch screen is not responsive, takes multiple taps to register.", "42": "The cooling fan is too noisy, ruins the experience.", "43": "The screen flickers occasionally, which is very annoying.", "44": "The build quality feels cheap, not worth the money.", "45": "The fan is too loud and distracting, especially in quiet environments.", "46": "The screen is too dim, making it hard to see in bright light.", "47": "The plastic casing feels cheap and flimsy.", "48": "The device overheats quickly, even with light use.", "49": "The buttons are hard to press and not very responsive.", "50": "The software is outdated and lacks useful features.", "51": "The battery drains too quickly, needs charging multiple times a day.", "52": "The screen has a noticeable yellow tint, not what I expected.", "53": "The touch screen is unresponsive, making it difficult to use.", "54": "While the design looks sleek, the build quality feels flimsy. The monitor wobbles easily, and the bezels are thicker than advertised."}